tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "adns"
brew "asdf"
brew "bat"
brew "broot"
brew "chezmoi"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "jq"
brew "moreutils"
brew "nvim"
brew "overmind"
brew "ripgrep"
brew "taskpaper"
brew "tcl-tk"
brew "tig"
brew "v8@3.15"
brew "vim"
brew "vlc"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "z"

cask_args appdir: "/Applications"

cask "1password"
cask "1password-cli"
cask "audio-hijack"
cask "caffeine"
cask "choosy"
cask "discord"
cask "fantastical"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "handbrake"
cask "hazel"
cask "iterm2"
cask "launchbar"
cask "mailmate"
cask "miro"
cask "numi"
cask "obs"
cask "obsidian"
cask "postgres"
cask "postico"
cask "rubymine"
cask "steermouse"
cask "soundsource"
cask "tower"
cask "transmit"
cask "visual-studio-code"
cask "vlc"

mas "1password for Safari", id: 1569813296
mas "Goodnotes 6", id: 1444383602
mas "Pixelmator Pro", id: 1289583905
mas "Poolside FM", id: 1514817810
